[
    {
        "name": "St. James Infirmary",
        "description": "<p>&laquo;St. James Infirmary Blues&raquo; is based on an 18th century traditional English folk song called &laquo;The Unfortunate Rake&raquo; (also known as &laquo;The Unfortunate Lad&raquo; or &laquo;The Young Man Cut Down in His Prime&raquo;), about a soldier who uses his money on prostitutes, and then dies of a venereal disease. Variations typically feature a narrator telling the story of a young man &laquo;cut down in his prime&raquo; (occasionally, a young woman &laquo;cut down in her prime&raquo;) as a result of morally questionable behavior. For example, when the song moved to America, gambling and alcohol became common causes of the youth's death. There are numerous versions of the song throughout the English-speaking world. It evolved into other American standards such as &laquo;The Streets of Laredo.&raquo;</p><p>The title is said to be derived from St. James Hospital in London, a religious foundation for the treatment of leprosy. There is some difficulty in this since it was closed in 1532 when Henry VIII acquired the land to build St. James Palace.[2] Another possibility is the Infirmary section of the St James Workhouse which was opened in 1725 by the St James Parish in Poland Street, Piccadilly and continued well into the nineteenth century. This St James Infirmary was contemporaneous with the advent of the song.</p><p>The tune of the earlier versions of the song, including the Bard of Armagh and the Unfortunate Rake, is in a major key and is similar to that of the Streets of Laredo. The jazz version, as played by Louis Armstrong, is in a minor key and appears to have been influenced by the chord structures prevalent in Latin American music, particularly the Tango.</p><p>Like most such folksongs, there is much variation in the lyrics from one version to another. This is the first stanza as sung by Louis Armstrong:</p><p>I went down to St. James Infirmary,<br>Saw my baby there,<br>Stretched out on a long white table,<br>So cold, so sweet, so fair.<br>Let her go, let her go, God bless her,<br>Wherever she may be,<br>She can look this wide world over,<br>But she'll never find a sweet man like me.</p>",
        "midi": "St_James_Infirmary/St_James_Infirmary.midi",
        "pdf": "St_James_Infirmary/St_James_Infirmary.pdf",
        "source": "St_James_Infirmary/"
    },
    {
        "name": "Swanee River Boogie",
        "author": "H. Young",
        "arranger": "A. Ammons",
        "copyright": "Copyright 1947 by Preview Music Company, 228 N. LaSalle St. Chicago, Ill.",
        "note": "This song is in the public domain (it was wrote in the 1851), but this version of the song is not in the public domain before 2017 (in Russia). I tried to find the copyright holder, but it seems that the &laquo;preview music company&raquo; does not exists already. It can not be found using internet or post address. The original author of this song is Stephen Foster, but tne sheet which I used to make this file says H.Young is the author.",
        "description": "<p>&laquo;Old Folks at Home&raquo; (also known as &laquo;Swanee River&raquo;, &laquo;Swanee Ribber&raquo; [from the original lyrics] or &laquo;Suwannee River&raquo;) is a minstrel song written by Stephen Foster in 1851. It is the official state song of Florida.</p>",
        "midi": "Swanee_River_Boogie/Swanee_River_Boogie.midi",
        "pdf": "Swanee_River_Boogie/Swanee_River_Boogie.pdf",
        "source": "Swanee_River_Boogie/"
    },
    {
        "name": "Summertime",
        "author": "G. Gershwin",
        "description": "<p>&laquo;Summertime&raquo; is an aria composed by George Gershwin for the 1935 opera Porgy and Bess. The lyrics are by DuBose Heyward, the author of the novel Porgy on which the opera was based, although the song is also co-credited to Ira Gershwin by ASCAP.</p><p>The song soon became a popular and much recorded jazz standard, described as &laquo;without doubt... one of the finest songs the composer ever wrote....Gershwin's highly evocative writing brilliantly mixes elements of jazz and the song styles of African-Americans in the southeast United States from the early twentieth century.&raquo Composer and lyricist Stephen Sondheim has characterized Heyward's lyrics for &laquo;Summertime&raquo; and &laquo;My Man's Gone Now&raquo; as &laquo;the best lyrics in the musical theater&raquo;. The song is recognized as one of the most covered songs in the history of recorded music, with more than 33,000 covers by groups and solo performers.</p>",
        "midi": "Summertime/Summertime.midi",
        "pdf": "Summertime/Summertime.pdf",
        "source": "Summertime/"
    }
]
